{
  "header": "History of Oncology Department",
  "text1": "Thanks to the efforts of the honored worker of science and technology, Professor I.O. Babenka, who headed the medical institute from 1954 to 1978, the teaching of oncology was started in 1965, even before the official introduction in 1973 of the differentiated teaching of the subject in medical universities of the former USSR.",
  "text2": "Candidate of Medical Sciences was elected to the position of assistant and then associate professor of the department. I. A. Holotyuka. The program of lectures and practical classes developed by him, approved by the central method committee and the Academic Council of the institute, was the main document for teaching students until the release of the official oncology program for medical universities in 1977-1990. Until 1970, the base for teaching oncology was the regional oncology dispensary, which operated in the premises of an old, adapted  building on the street. Sichovy Striltsiv, and since 1970, teaching has been held in the newly built premises of the regional oncology dispensary, the construction and equipment of which was carried out under the leadership of the head of the oncology course Assoc. I.A. Holotyuka.",
  "text3": "In 2003, according to the order of the rector of the Ivano-Frankivsk National Medical University, Professor Yevhen Mykhailovych Neik, the Department of Oncology was established. From 1978 to 2000, the department was headed by Doctor of Medicine, Professor I. A. Holotiuk. From 2000 to 2009, the oncology department was headed by doctor of medical sciences, professor Ipolit Yulianovych Kostinsky.",
  "text4": "Since 2009, the oncology course, and since 2015, the oncology department has been headed by Doctor of Medical Sciences, Professor Anna Yevstakhivna Kryzhanivska.",
  "text5": "Since 2004, Kryzhanivska Anna Yevstakhiivna has been accepted as an assistant at the Department of Oncology of the IFDMA and a part-time oncology doctor at the oncology department of the Ivano-Frankivsk Regional Oncology Dispensary. In June 2007, she defended her PhD thesis on the topic: \"Neoadjuvant therapy in the combined treatment of stage T1b cervical cancer.\"",
  "text6": "In 2009, she was appointed head of the oncology course at IFNMU. In June 2009, he was awarded the academic title of associate professor of the Department of Oncology. In September 2015, she defended her doctoral dissertation on the topic \"How to choose the optimal treatment method for stage IIV cervical cancer.\" Since 2016, Anna Evstakhiivna Kryzhanivska has been a professor at the Department of Oncology. In 2015, the title of laureate of the state prize in the field of science and technology was awarded.",
  "subHeader": "Dynamics of the personnel composition of teachers of the Department of Oncology:",
  "person1": "Prof. Holotiuk I.A. worked his way up from assistant (1965), associate professor (1978) to head of the department from 1978 to 2000.",
  "person2": " Doctor of Medicine Professor I.Yu. Kostinsky, assistant (1977), associate professor of the department (1987), from 2000 to 2009, head of the oncology department.",
  "person3": "Ph.D. B.I. Hodovanets - assistant of the course and department of oncology (1972-1982). ",
  "person4": "Ph.D. Ostapyak I.M. - assistant of the department (1978-1986).",
  "person5": "Ph.D. Kostyshyn I.D. - assistant (1989), associate professor of the Department of Oncology (since 1997).",
  "person6": "Prof. Selezinka M.I. - professor of the department (1992-1994).",
  "person7": "Ph.D. Holotiuk S.I. - assistant (1992), associate professor of the department (since 1998).",
  "person8": "Ph.D. Datsun A.I. - graduate student (1993), assistant (1996), associate professor of the department from 2004 to 2006.",
  "person9": "Prof. Kryzhanivska A.E. – assistant (2004), associate professor of the department (2007), professor of the oncology department (since 2016), head of the oncology department since 2009.",
  "person10": "Doctor of Medicine Holotiuk V.V. - assistant since 2007, associate professor of the department since 2011.",
  "person11": "Ph.D. Teren T.I. - assistant since 2004, associate professor of the Department of Oncology since 2013."
}
